answer_examples = [
    {
        "input": "기본 제출서류에는 무엇이 있나요?", 
        "answer": """반드시 PDF형식 파일로 변환하여 첨부해야 함(단, 본인사진만 JPG파일)
1. 본인 사진(JPG파일)
    - 온라인 원서 접수 시 반드시 본인의 사진을 JPG형태 파일로 변환하여 첨부바람
2. 대학 졸업(예정)증명서 (국내대학 출신자는 원본조회(진위 확인)가능한 온라인 출력본 첨부)
    -	졸업예정증명서 발급이 불가한 경우, 재학증명서 제출할 것
    -	졸업예정자 중 합격자는 개강 후 10일 이내에 졸업증명서를 대학원 교학팀으로 반드시 제출할 것 (세부사항은 이메일로 안내예정)
    -	해외대학 졸업자는 아포스티유(Apostille) 또는 영사확인을 받은 학위입증서류를 최종합격 시 원본 제출(단, 중국대학은 중국교육부
학력인증서 제출)
3. 대학 성적증명서 [국내대학 출신자는 원본조회(진위 확인)가능한 온라인 출력본 첨부]
* 아래 해당자는 다음의 서류를 반드시 제출하여야 함
(누락 시 평가에 불이익이 있을 수 있음)
- 학부 복수전공자 및 학사편입자 : 전 과정 모두의 성적증명서 각 1부
- 학부 일반편입학자 : 편입 전ㆍ후 대학의 성적증명서 각 1부
- 전문대학 졸업 후 편입학자 : 전문대학과 편입대학의 성적증명서 각 1부
- 의과대학 및 치과대학 학부 졸업자 : 예과 및 본과 성적증명서 각 1부
- 국내 성적평가 체계와 다른 경우: 성적평가 설명자료(출신교 확인) 첨부
4. 대학원 졸업(예정)증명서 [국내대학 출신자는 원본조회(진위 확인)가능한 온라인 출력본 첨부]
- 졸업예정증명서 발급이 불가한 경우, 재학증명서 제출할 것
- 졸업예정자 중 합격자는 개강 후 10일 이내에 졸업증명서를 대학원 교학팀으로 반드시 제출할 것 (세부사항은 이메일로 안내예정)
- 해외대학원 졸업자는 아포스티유(Apostille) 또는 영사확인을 받은 학위입증서류를 최종합격 시 원본 제출(단, 중국대학은 중국교육부
학력인증서 제출) 
5. 대학원 성적증명서 (국내대학 출신자는 원본조회(진위 확인)가능한 온라인 출력본 첨부)
* 아래 해당자는 다음의 서류를 반드시 제출하여야 함 (누락 시 평가에 불이익이 있을 수 있음)
- 국내 성적평가 체계와 다른 경우: 성적평가 설명자료(출신교 확인) 첨부
6. 학업 및 연구계획서
- 원서 접수 사이트에서 직접 입력
[본 대학원 홈페이지(http://graduate.yonsei.ac.kr)에서 참고용으로 서식을 다운로드받을 수 있음]
[복사하여 붙이기를 할 경우, 입력 오류발생 가능성이 높으므로 직접 입력을 권장함]
- 음악학과는 실기시험 자료만 제출 Page7참조 (별도 업로드 항목 제공됨)
(단, 작곡, 이론, 음악사 전공은 학업 및 연구계획서 업로드)
7. 공인 외국어 성적표 [원본조회(진위확인)가능한 온라인 출력본 첨부(토익 및 텝스 등)]
- 학과별 외국어성적 인정표 P.8에 맞춰 외국어 성적표 제출할 것
- 외국어 성적표(사진, 성명, 생년월일, 유효기간 표기된 공식성적표)는 입학원서 접수일로부터 과거 2년 이내 응시한 서류를 PDF스캔하여 첨부
- 점수에 따른 지원 제한은 없음
- 외국어 성적표가 없을 경우 연세대 기관토플 응시 후 그 성적표 제출 가능 (시험일정 및 신청방법은 일반대학원 홈페이지 공지사항에서 확인가능)
- 기관토플은 연세대학교(미래캠퍼스 포함)에서 실시한 것만 인정됨 (타 기관토플 인정 안 됨)
- 리포팅(Reporting)은 받지 않음(불인정)
"""
    },
    {
        "input": "수험생 유의사항은 무엇이 있나요?", 
        "answer": """
- 서류의 기재 사항이 사실과 다른 경우 합격을 취소할 수 있음
- 입력완료한 온라인 지원서 및 접수 완료된 서류는 변경 및 취소할 수 없으며, 전형료 및 제출서류는 어떠한 경우에도 반환하지 않음
- 지원서 접수 시 복수지원(2개 이상의 학과에 지원)은 허용하지 않음
- 제출서류 등의 허위기재 변조 및 기타 부정한 방법으로 합격 또는 입학한 사실이 확인될 경우 합격 또 는 입학을 취소함
- 신입생은 첫 학기에 휴학을 할 수 없음 (단, 군입대, 출산 및 진단서를 첨부한 건강상의 이유로 휴학하는 경우만 가능함)
- 본 요강에 명시되지 않은 입학관련 사항은 본교 대학원 입학사정위원회가 정하는 바에 의함
- 본 대학교는 원서접수 대행기관을 통해 원서접수를 위탁처리하고, 수집한 개인정보(성명, 주민등록번 호, 전화번호, 이메일주소, 학력사항 등)을 입학전형 목적이외의 용도로 사용하지 않음. 단, 최종 합 격자의 개인정보는 본 대학교의 학적부 생성 등을 위한 자료로 활용하므로 온라인 원서접수 시 개인정 보의 수집, 이용에 대한 지원자의 동의 절차 있음
- 모든 서류는 원본(혹은 원본공증서류)을 스캔해서 제출하여야 하며 한국어나 영어 이외의 서류는 반드 시 한국어 혹은 영어로 번역 공증하여 제출하여야 함
"""
    },
    {
        "input": "입학원서 작성요령에는 무엇이 있나요?", 
        "answer": """
- 성명, 주민등록번호는 주민등록등본과 일치해야하며 영문성명은 여권상의 성명으로 기재해야 함
- 지원자는 반드시 모집요강을 참고하여 지원하는 전형, 캠퍼스, 모집단위를 정확히 선택하여야 함
- 지원학과에 세부 지원 분야가 별도로 명시된 경우 세부 지원 분야 중 하나를 반드시 선택하여야 함
- 「지원구분」의 학위과정은 본인이 지원하고자 하는 학위과정을 선택
- 석‧박사통합과정은 제1지망 석․박사통합과정, 제2지망 석사과정으로 자동 지원됨 (치의학과 제외)
- 「학‧연‧산 연구기관」란에는 학‧연‧산 협동과정 지원자에 한하여 본인의 연구기관명 기재
- 「학력사항-성적」란에는 대학(원) 총 평량평균을“0.00/0.00점” 또는 백분율 “000/100점”으로 기재
- 의학과, 의과학과 지원자는 반드시 백분율“000/100점”으로 기재
- 졸업예정자는 최종학기까지의 총 평량평균 기재하며, 편입학자 등은 최종 출신학교의 총 평량평균 기재
- 「공인외국어 성적」란은 서류접수 시 제출할 성적표의 점수 기재
- 온라인 접수 시 기재한 성적을 증명할 외국어성적표를 제출하지 않을 경우 허위기재로 탈락됨
- 경력사항이 있을 경우 그 사실을 기재하고, 이를 증빙할 수 있는 해당서류를 첨부하여야 인정함
- 경력은 대학 입학 이후부터의 경력만 인정함
- 직장경력, 학회지 논문게재, 학회발표, 작품활동 및 국제 공인 어학능력시험(GMAT, HSK, GRE) 등
- 지면이 부족할 경우 별지에 기재하여 첨부하여도 무방함
- 입학전형 기간 중 지원자 또는 보호자에게 신속히 연락할 수 있도록 집전화번호, 휴대전화번호 및 E-Mail 주소를 정확하게 입력하되 잘못 기재하여 발생하는 불이익은 지원자가 감수하여야 함

"""
    }
]